{
    "subject" : "I am not a machine!",
    "posts" : 
    [
        {
            "poster": "Wareya",
            "tripcode" : "!12kfd00q12",
            "data" : "\n <p> Sometimes, you just need a little more gun.\n </p>\n <p> Right?\n </p>\n <p> And I don't care if I lose, because my heroes did too. They shouted, \"Court should be adjourned!\" Because the jury are fools, and the judge can't decipher his left from his right, or his right from his wrong.\n </p>\n <p> And we will bite the hands that thieve, we will not turn the other cheek. This is no threat, it is a promise we will keep. So, what's the point pretending, when we've seen behind the curtains and there's nothing much to see -- oh yeah.\n </p>\n <p> And everone will claim, that they knew from the beginning that what they did was wrong, but they still just went on sinning.\n </p> ",
            "icon_as_html" : "\n <img src=\"wallpaper7.jpg\" />\n"
        },
        {
            "poster": "Anonymous",
            "tripcode" : "",
            "data" : "<p>ur a faget</p>",
            "icon_as_html" : "\n <img src=\"wallpaper3.jpg\" />\n"
        },
        {
            "poster": "Anonymous Tripfag",
            "tripcode" : "!VIRTUE..01",
            "data" : "<p>They say that some people are faggots. However, I'm of the opinion that faggotry is subjective. You see, the term \"faggot\" comes from the ancient medieval term \"agot\", which refers to certain types of whore. People got used to saying \"Daff agot\" to refer to ones with little gain, eventually distorting to \"Dafaggot\" as a slur phrase, similar to \"swit\". People who weren't very useful to their masters, parents, or employers, were called this term. However, being useful or not is very subjective, so the whole thing starts to break down. Therefore, I posit the new term, \"baggot\", which carries the useful connotations of the person carrying \"baggage\" as well as sounding like \"maggot\". Similarity to existing slurs is essential for them to catch on.</p>",
            "icon_as_html" : ""
        }
    ]
}